Repository: Guacam-Ole/FiboNuts
Catalog: BalatroPoker/Resources/SharedResources.*.resx
Languages: de, es, fr, it

source: Welcome
de: Willkommen
es: Bienvenido
fr: Bienvenue
it: Benvenuto

source: Players
de: Spieler
es: Jugadores
fr: Joueurs
it: Giocatori

source: Allowed Values
de: Erlaubte Werte
es: Valores Permitidos
fr: Valeurs autorisées
it: Valori Consentiti

source: Jokers
de: Joker
es: Comodines
it: Jolly

source: Available Jokers
de: Verfügbare Joker
es: Comodines Disponibles
fr: Jokers disponibles
it: Jolly Disponibili

# RevealedJokers
source: Jokers Revealed!
de: Joker aufgedeckt!
es: ¡Comodines Revelados!
fr: Jokers révélés !
it: Jolly Rivelati!

source: Create Game
de: Spiel erstellen
es: Crear Partida
fr: Créer une partie
it: Crea Partita

source: Join Game
de: Spiel beitreten
es: Unirse a Partida
fr: Rejoindre une partie
it: Unisciti alla Partita

source: Start Voting
de: Abstimmung starten
es: Iniciar Votación
fr: Commencer le vote
it: Inizia Votazione

# RevealCards
source: Reveal Cards & Apply Jokers
de: Karten aufdecken & Joker anwenden
es: Revelar Cartas & Aplicar Comodines
fr: Révéler les cartes & appliquer les jokers
it: Rivela Carte & Applica Jolly

source: New Round
de: Neue Runde
es: Nueva Ronda
fr: Nouvelle manche
it: Nuovo Round

source: Confirm Vote
de: Stimme bestätigen
es: Confirmar Voto
fr: Confirmer le vote
it: Conferma Voto

source: Vote Submitted!
de: Stimme abgegeben!
es: ¡Voto Enviado!
fr: Vote soumis !
it: Voto Inviato!

source: Current Sum
de: Aktuelle Summe
es: Suma Actual
fr: Somme actuelle
it: Somma Attuale

source: Your vote
de: Ihre Stimme
es: Su voto
fr: Votre vote
it: Il tuo voto

source: Voting Progress
de: Abstimmungsfortschritt
es: Progreso de Votación
fr: Progression du vote
it: Progresso Votazione

source: Voting Results
de: Abstimmungsergebnisse
es: Resultados de Votación
fr: Résultats du vote
it: Risultati Votazione

source: Voting Ended!
de: Abstimmung beendet!
es: ¡Votación Finalizada!
fr: Vote terminé !
it: Votazione Terminata!

source: Final Values
de: Endwerte
es: Valores Finales
fr: Valeurs finales
it: Valori Finali

source: Team Statistics
de: Team-Statistiken
es: Estadísticas del Equipo
fr: Statistiques d'équipe
it: Statistiche del Team

source: Average
de: Durchschnitt
es: Promedio
fr: Moyenne
it: Media

# Minimum
source: Min
es: Mín

# Maximum
source: Max
es: Máx

source: Your Name
de: Ihr Name
es: Su Nombre
fr: Votre nom
it: Il tuo Nome

# JokerCount
source: Number of Jokers
de: Anzahl Joker
es: Número de Comodines
fr: Nombre de jokers
it: Numero di Jolly

source: Game Settings
de: Spieleinstellungen
es: Configuración de Partida
fr: Paramètres de jeu
it: Impostazioni di Gioco

# MustMatchAllowedValue
source: Must match an allowed value
de: Muss einem erlaubten Wert entsprechen
es: Debe coincidir con un valor permitido
fr: Doit correspondre à une valeur autorisée
it: Deve corrispondere a un valore consentito

# SelectCardsToReachValue
source: Select cards to combine and reach an allowed value
de: Wählen Sie Karten aus, um einen erlaubten Wert zu erreichen
es: Seleccione cartas para combinar y alcanzar un valor permitido
fr: Sélectionnez des cartes à combiner pour atteindre une valeur autorisée
it: Seleziona le carte da combinare per raggiungere un valore consentito

# JokersWillBeDrawn
source: {0} joker(s) will be drawn after voting
de: {0} Joker werden nach der Abstimmung gezogen
es: Se robarán {0} comodín(es) después de la votación
fr: {0} joker(s) seront tirés après le vote
it: {0} jolly verranno pescati dopo la votazione

# PlayersVoted
source: {0} of {1} voted
de: {0} von {1} haben abgestimmt
es: {0} de {1} votaron
fr: {0} sur {1} ont voté
it: {0} di {1} hanno votato

source: Product Owner
es: Propietario del Producto

source: Player
de: Spieler
es: Jugador
fr: Joueur
it: Giocatore

source: You
de: Sie
es: Usted
fr: Vous
it: Lei

source: How It Works
de: So funktioniert es
es: Cómo Funciona
fr: Comment ça marche
it: Come Funziona

source: Select Cards
de: Karten auswählen
es: Seleccionar Cartas
fr: Sélectionner les cartes
it: Seleziona Carte

# SelectCardsDesc
source: Combine playing cards (2,3,5,8,J,Q,K,A) to reach allowed Fibonacci values
de: Kombinieren Sie Spielkarten (2,3,5,8,B,D,K,A) um erlaubte Fibonacci-Werte zu erreichen
es: Combine cartas de juego (2,3,5,8,J,Q,K,A) para alcanzar valores de Fibonacci permitidos
fr: Combinez des cartes à jouer (2,3,5,8,V,D,R,A) pour atteindre les valeurs Fibonacci autorisées
it: Combina le carte da gioco (2,3,5,8,F,R,R,A) per raggiungere i valori Fibonacci consentiti

source: Random Jokers
de: Zufällige Joker
es: Comodines Aleatorios
fr: Jokers aléatoires
it: Jolly Casuali

# RandomJokersDesc
source: Jokers appear and transform votes in unexpected ways - just like Balatro!
de: Joker erscheinen und verwandeln Stimmen auf unerwartete Weise - genau wie Balatro!
es: Los comodines aparecen y transforman los votos de maneras inesperadas - ¡como en Balatro!
fr: Les jokers apparaissent et transforment les votes de manière inattendue - exactement comme Balatro !
it: I jolly appaiono e trasformano i voti in modi inaspettati - proprio come in Balatro!

source: Final Results
de: Endergebnisse
es: Resultados Finales
fr: Résultats finaux
it: Risultati Finali

# FinalResultsDesc
source: See original vs transformed votes and team statistics
de: Sehen Sie ursprüngliche vs. transformierte Stimmen und Team-Statistiken
es: Vea los votos originales vs transformados y las estadísticas del equipo
fr: Consultez les votes originaux vs transformés et les statistiques d'équipe
it: Visualizza i voti originali vs trasformati e le statistiche del team

# ProductOwnerDesc
source: Create and manage planning poker sessions with customizable settings and real-time monitoring.
de: Erstellen und verwalten Sie Planning Poker Sitzungen mit anpassbaren Einstellungen und Echtzeit-Überwachung.
es: Cree y gestione sesiones de planning poker con configuraciones personalizables y monitoreo en tiempo real.
fr: Créez et gérez des sessions de planning poker avec des paramètres personnalisables et un suivi en temps réel.
it: Crei e gestisca sessioni di planning poker con impostazioni personalizzabili e monitoraggio in tempo reale.

# PlayerDesc
source: Join a planning poker session with your unique player code and start voting with cards!
de: Treten Sie einer Planning Poker Sitzung mit Ihrem eindeutigen Spielercode bei und beginnen Sie mit Karten zu stimmen!
es: Únase a una sesión de planning poker con su código único de jugador y comience a votar con cartas!
fr: Rejoignez une session de planning poker avec votre code joueur unique et commencez à voter avec des cartes !
it: Si unisca a una sessione di planning poker con il suo codice giocatore unico e inizi a votare con le carte!

# GetPlayerUrl
source: Get the player URL from your Product Owner
de: Erhalten Sie die Spieler-URL von Ihrem Product Owner
es: Obtenga la URL del jugador de su Propietario del Producto
fr: Obtenez l'URL joueur de votre Product Owner
it: Ottenga l'URL del giocatore dal suo Product Owner

# AppDescription
source: Planning poker with Balatro-style card mechanics and jokers that transform your votes!
de: Planning Poker mit Balatro-artigen Kartenmechaniken und Jokern, die Ihre Stimmen transformieren!
es: Planning poker con mecánicas de cartas al estilo Balatro y comodines que transforman sus votos!
fr: Planning poker avec des mécaniques de cartes style Balatro et des jokers qui transforment vos votes !
it: Planning poker con meccaniche di carte in stile Balatro e jolly che trasformano i suoi voti!

# JokersShowcaseDesc
source: Here are all the jokers that can appear in your games:
de: Hier sind alle Joker, die in Ihren Spielen erscheinen können:
es: Aquí están todos los comodines que pueden aparecer en sus partidas:
fr: Voici tous les jokers qui peuvent apparaître dans vos parties :
it: Ecco tutti i jolly che possono apparire nelle sue partite:

source: Game Not Found
de: Spiel nicht gefunden
es: Partida No Encontrada
fr: Partie non trouvée
it: Partita Non Trovata

# InvalidPlayerCode
source: Invalid player code. Please check your URL.
de: Ungültiger Spielercode. Bitte überprüfen Sie Ihre URL.
es: Código de jugador inválido. Por favor verifique su URL.
fr: Code joueur invalide. Veuillez vérifier votre URL.
it: Codice giocatore non valido. Controlli il suo URL.

source: Your Hand
de: Ihre Hand
es: Su Mano
fr: Votre main
it: La sua Mano

source: Source Code
fr: Code Source
it: Codice Sorgente

# WhyThisTool
source: Why This Tool Was Developed
fr: Pourquoi cet outil a été développé
it: Perché questo strumento è stato sviluppato
